// locales/ru.js
module.exports = {
    aboutUs: '🎯 О нас',
    aboutUsInfo: 'Мы организация, посвященная помощи молодежи...',
    events: '📅 События',
    contactUs: '💬 Связаться с нами',
    socialMedia: '🌐 Социальные сети',
    newsAnnouncements: '📑 Новости и объявления',
    surveysFeedback: '📝 Опросы и отзывы',
    youthPrograms: '👥 Программы для молодежи',
    visaSupport: '🛂 Помощь с визами',
    globalOpportunities: '🌍 Глобальные возможности',
    scholarships: '🎓 Стипендии',
    resourcesForYouth: '📊 Ресурсы для молодежи',
    back: '🔙 Назад',
    settings: '⚙️ Настройки',
    registerForEvent: '📝 Регистрация на мероприятие',
    applyForVisa: '📝 Подать заявку на визу',
    applyForProgram: '📝 Подать заявку на программу',
    applyForOpportunity: '📝 Подать заявку на возможность',
    applyForScholarship: '📝 Подать заявку на стипендию',
    submitQuery: '📨 Отправить запрос',
    submitFeedback: '📊 Оставить отзыв',
    submit: 'Отправить',
    languageChanged: 'Язык изменен на %s.',
    returningToMenu: 'Возвращение в главное меню...',
    registrationSuccessful: 'Вы успешно зарегистрировались на мероприятие.',
    visaApplied: 'Заявка на визу подана.',
    programApplied: 'Вы подали заявку на молодежную программу.',
    opportunityApplied: 'Заявка на глобальную возможность подана.',
    scholarshipApplied: 'Вы подали заявку на стипендию.',
    querySubmitted: 'Ваш запрос отправлен.',
    feedbackSubmitted: 'Спасибо за ваш отзыв.',
    aboutUsText:`📚 <b>О нас:</b>\n
Наша компания специализируется на производстве кукол ручной работы.
Наша продукция изготовлена ​​из качественных материалов, каждая кукла имеет свой дизайн и качества.
Наш проект направлен на поддержку людей с ограниченными возможностями, помощь им стать активными членами общества.
Мы стремимся быть известными своей качественной продукцией не только на внутреннем, но и на международном рынке.
Наши основные ценности — качество, удовлетворенность клиентов и социальная ответственность.`
};
